Repository: hasansa007/SonicPlayer
Catalog: SonicPlayer/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, pt, ru, zh_hans

source: Playback + theme
ar: التشغيل + السمة
bn: প্লেব্যাক + থিম
es: Reproducción + tema
fr: Lecture + thème
hi: प्लेबैक + थीम
pt: Reprodução + tema
ru: Воспроизведение + тема
zh_hans: 播放 + 主题

source: Playback position
ar: موضع التشغيل
bn: প্লেব্যাক অবস্থান
es: Posición de reproducción
fr: Position de lecture
hi: प्लेबैक स्थिति
pt: Posição de reprodução
ru: Позиция воспроизведения
zh_hans: 播放位置

source: Playback speed
ar: سرعة التشغيل
bn: প্লেব্যাক গতি
es: Velocidad de reproducción
fr: Vitesse de lecture
hi: प्लेबैक गति
pt: Velocidade de reprodução
ru: Скорость воспроизведения
zh_hans: 播放速度

source: Playing Now
ar: يتم التشغيل الآن
bn: এখন চলছে
es: Reproduciendo ahora
fr: Lecture en cours
hi: अभी चल रहा है
pt: Tocando agora
ru: Сейчас воспроизводится
zh_hans: 正在播放

source: Previous track
ar: المسار السابق
bn: আগের ট্র্যাক
es: Pista anterior
fr: Piste précédente
hi: पिछला ट्रैक
pt: Faixa anterior
ru: Предыдущий трек
zh_hans: 上一曲

source: Privacy
ar: الخصوصية
bn: গোপনীয়তা
es: Privacidad
fr: Confidentialité
hi: निजता
pt: Privacidade
ru: Конфиденциальность
zh_hans: 隐私

source: Push the centre for the rest.
ar: ادفع المركز لبقية الإجراءات.
bn: বাকি সব কাজের জন্য কেন্দ্রে ঠেলুন।
es: Empuja el centro para lo demás.
fr: Poussez le centre pour le reste.
hi: बाक़ी सब के लिए केंद्र को धकेलें।
pt: Empurre o centro para o resto.
ru: Толкните центр — там всё остальное.
zh_hans: 轻推中心键，其余功能都在那里。

source: Queue
ar: قائمة التشغيل
bn: সারি
es: Cola
fr: File d'attente
hi: कतार
pt: Fila
ru: Очередь
zh_hans: 播放队列

source: Quick Actions
ar: إجراءات سريعة
bn: দ্রুত কর্ম
es: Acciones rápidas
fr: Actions rapides
hi: त्वरित कार्य
pt: Ações rápidas
ru: Быстрые действия
zh_hans: 快捷操作

source: Recent Adds
ar: الإضافات الأخيرة
bn: সাম্প্রতিক সংযোজন
es: Agregados recientes
fr: Ajouts récents
hi: हाल ही में जोड़ा गया
pt: Adicionados recentemente
ru: Недавние добавления
zh_hans: 最近添加

source: Recent Media
ar: الوسائط الأخيرة
bn: সাম্প্রতিক মিডিয়া
es: Medios recientes
fr: Médias récents
hi: हाल का मीडिया
pt: Mídia recente
ru: Недавние медиа
zh_hans: 最近的媒体

source: Record and trim
ar: سجّل وقصّ
bn: রেকর্ড ও ছাঁটাই
es: Graba y recorta
fr: Enregistrez et rognez
hi: रिकॉर्ड करें और ट्रिम करें
pt: Grave e corte
ru: Запись и обрезка
zh_hans: 录音与裁剪

source: Record and trim on the same wheel.
ar: سجّل وقصّ بالقرص نفسه.
bn: একই চাকায় রেকর্ড ও ছাঁটাই।
es: Graba y recorta con el mismo dial.
fr: Enregistrez et rognez avec la même molette.
hi: उसी डायल पर रिकॉर्ड करें और ट्रिम करें।
pt: Grave e corte com o mesmo disco.
ru: Запись и обрезка — одним колесом.
zh_hans: 用同一个转盘录音和裁剪。

source: Record from anywhere in the library, and the take is saved in the folder you were in. The editor is a wheel too: turn to move a handle, hear the selection before you commit to it, then keep it or cut it out.
ar: سجّل من أي مكان في المكتبة، ويُحفظ المقطع في المجلد الذي كنت فيه. المحرّر قرص أيضاً: أدر لتحريك مقبض، واستمع إلى التحديد قبل أن تعتمده، ثم أبقِه أو احذفه.
bn: লাইব্রেরির যেকোনো জায়গা থেকে রেকর্ড করুন, টেকটি যে ফোল্ডারে ছিলেন সেখানেই সংরক্ষিত হয়। সম্পাদকও একটি চাকা: হ্যান্ডেল সরাতে ঘোরান, চূড়ান্ত করার আগে নির্বাচনটি শুনুন, তারপর রাখুন বা বাদ দিন।
es: Graba desde cualquier punto de la biblioteca: la toma se guarda en la carpeta en la que estabas. El editor también es un dial: gira para mover un marcador, escucha la selección antes de confirmarla y luego consérvala o elimínala.
fr: Enregistrez depuis n'importe où dans la bibliothèque : la prise est sauvegardée dans le dossier où vous étiez. L'éditeur est lui aussi une molette : tournez pour déplacer une poignée, écoutez la sélection avant de valider, puis conservez-la ou supprimez-la.
hi: लाइब्रेरी में कहीं से भी रिकॉर्ड करें, टेक उसी फ़ोल्डर में सहेजा जाता है जहाँ आप थे। संपादक भी एक डायल है: हैंडल हिलाने के लिए घुमाएँ, तय करने से पहले चयन सुनें, फिर उसे रखें या काट दें।
pt: Grave a partir de qualquer ponto da biblioteca: a take é guardada na pasta onde estava. O editor também é um disco: rode para mover um marcador, ouça a seleção antes de confirmar e depois mantenha-a ou corte-a.
ru: Записывайте из любого места фонотеки — дубль сохранится в той папке, где вы были. Редактор тоже колесо: крутите, чтобы двигать маркер, послушайте выделение перед тем, как принять решение, а затем оставьте его или вырежьте.
zh_hans: 在曲库的任何位置都能录音，录好的片段会保存在你当时所在的文件夹。编辑器同样是一个转盘：转动移动手柄，确认前先试听选区，然后保留或剪掉它。

source: Record, Import, folders and sort are waiting there — on every screen.
ar: هناك تجد التسجيل والاستيراد والمجلدات والترتيب — في كل شاشة.
bn: সেখানে অপেক্ষা করছে রেকর্ড, ইমপোর্ট, ফোল্ডার ও সাজানো — প্রতিটি স্ক্রিনে।
es: Allí te esperan Grabar, Importar, carpetas y ordenar, en todas las pantallas.
fr: Enregistrer, Importer, les dossiers et le tri vous y attendent — sur chaque écran.
hi: वहाँ रिकॉर्ड, आयात, फ़ोल्डर और क्रम मिलते हैं — हर स्क्रीन पर।
pt: Ali esperam-no Gravar, Importar, pastas e ordenar — em todos os ecrãs.
ru: Там вас ждут запись, импорт, папки и сортировка — на каждом экране.
zh_hans: 录音、导入、文件夹和排序都在那里等着——每个界面都是。

source: Recording
ar: التسجيل
bn: রেকর্ডিং
es: Grabación
fr: Enregistrement
hi: रिकॉर्डिंग
pt: Gravação
ru: Запись
zh_hans: 录音

source: Recording time
ar: مدة التسجيل
bn: রেকর্ডিংয়ের সময়
es: Tiempo de grabación
fr: Durée d'enregistrement
hi: रिकॉर्डिंग समय
pt: Tempo de gravação
ru: Время записи
zh_hans: 录制时长

source: Recordings
ar: التسجيلات
bn: রেকর্ডিংস
es: Grabaciones
fr: Enregistrements
hi: रिकॉर्डिंग्स
pt: Gravações
ru: Записи
zh_hans: 录音

source: Recordings · Imports
ar: التسجيلات · الواردات
bn: রেকর্ডিং · আমদানি
es: Grabaciones · Importados
fr: Enregistrements · Imports
hi: रिकॉर्डिंग · आयात
pt: Gravações · Importados
ru: Записи · Импорт
zh_hans: 录音 · 导入

source: Removing
ar: الإزالة
bn: সরানো হচ্ছে
es: Eliminando
fr: Suppression
hi: हटाया जा रहा है
pt: A remover
ru: Удаление
zh_hans: 移除中

source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন
es: Renombrar
fr: Renommer
hi: नाम बदलें
pt: Renomear
ru: Переименовать
zh_hans: 重命名

source: Rename Recording
ar: إعادة تسمية التسجيل
bn: রেকর্ডিংয়ের নাম পরিবর্তন
es: Renombrar grabación
fr: Renommer l’enregistrement
hi: रिकॉर्डिंग का नाम बदलें
pt: Renomear gravação
ru: Переименовать запись
zh_hans: 重命名录音

source: Repeat
ar: تكرار
bn: পুনরাবৃত্তি
es: Repetir
fr: Répéter
hi: दोहराएं
pt: Repetir
ru: Повтор
zh_hans: 重复

source: Rest on Record under the card and press. The ring shows the input level, turning sets the gain, and pressing the centre stops the take. A recording started inside a folder is saved in that folder.
ar: قف على «تسجيل» أسفل البطاقة واضغط. تُظهر الحلقة مستوى الدخل، والإدارة تضبط الكسب، وضغط المركز ينهي المقطع. والتسجيل الذي يبدأ داخل مجلد يُحفظ في ذلك المجلد.
bn: কার্ডের নিচে রেকর্ডে থামুন এবং চাপ দিন। রিং ইনপুট মাত্রা দেখায়, ঘোরালে গেইন ঠিক হয়, আর কেন্দ্রে চাপলে টেক থামে। কোনো ফোল্ডারের ভিতরে শুরু করা রেকর্ডিং সেই ফোল্ডারেই সংরক্ষিত হয়।
es: Detente en Grabar bajo la tarjeta y pulsa. El anillo muestra el nivel de entrada, girar ajusta la ganancia y pulsar el centro detiene la toma. Una grabación iniciada dentro de una carpeta se guarda en esa carpeta.
fr: Arrêtez-vous sur Enregistrer sous la carte et appuyez. L'anneau affiche le niveau d'entrée, tourner règle le gain, et appuyer au centre arrête la prise. Un enregistrement lancé dans un dossier est sauvegardé dans ce dossier.
hi: कार्ड के नीचे रिकॉर्ड पर रुकें और दबाएँ। रिंग इनपुट स्तर दिखाती है, घुमाने से गेन तय होता है, और केंद्र दबाने पर टेक रुक जाता है। किसी फ़ोल्डर के भीतर शुरू की गई रिकॉर्डिंग उसी फ़ोल्डर में सहेजी जाती है।
pt: Pare em Gravar por baixo do cartão e prima. O anel mostra o nível de entrada, rodar define o ganho e premir o centro termina a take. Uma gravação iniciada dentro de uma pasta é guardada nessa pasta.
ru: Остановитесь на «Запись» под карточкой и нажмите. Кольцо показывает уровень входа, вращение задаёт усиление, а нажатие центра останавливает дубль. Запись, начатая внутри папки, сохраняется в этой папке.
zh_hans: 停在卡片下方的「录音」并按下。圆环显示输入电平，转动可设置增益，按下中心键结束录制。在某个文件夹内开始的录音会保存在该文件夹中。

source: Rest on a recording and push the centre up to open the editor. Turn to move a handle, and push right to hear the selection before you commit to it. The centre keeps what you selected; push down to remove it instead. Either way it asks before it rewrites the recording.
ar: قف على تسجيل وادفع المركز لأعلى لفتح المحرّر. أدر لتحريك مقبض، وادفع لليمين لسماع التحديد قبل اعتماده. المركز يُبقي ما حدّدته، والدفع لأسفل يحذفه بدلاً من ذلك. وفي الحالتين يسألك قبل إعادة كتابة التسجيل.
bn: একটি রেকর্ডিংয়ে থামুন এবং সম্পাদক খুলতে কেন্দ্রকে উপরে ঠেলুন। হ্যান্ডেল সরাতে ঘোরান, আর চূড়ান্ত করার আগে নির্বাচনটি শুনতে ডানে ঠেলুন। কেন্দ্র যা নির্বাচন করেছেন তা রাখে; বদলে সরাতে চাইলে নিচে ঠেলুন। দুই ক্ষেত্রেই রেকর্ডিং নতুন করে লেখার আগে জিজ্ঞাসা করা হয়।
es: Detente en una grabación y empuja el centro hacia arriba para abrir el editor. Gira para mover un marcador y empuja a la derecha para escuchar la selección antes de confirmarla. El centro conserva lo seleccionado; empuja hacia abajo para eliminarlo en su lugar. En ambos casos se te pregunta antes de reescribir la grabación.
fr: Arrêtez-vous sur un enregistrement et poussez le centre vers le haut pour ouvrir l'éditeur. Tournez pour déplacer une poignée et poussez à droite pour écouter la sélection avant de valider. Le centre conserve ce que vous avez sélectionné ; poussez vers le bas pour le supprimer à la place. Dans les deux cas, une confirmation est demandée avant de réécrire l'enregistrement.
hi: किसी रिकॉर्डिंग पर रुकें और संपादक खोलने के लिए केंद्र को ऊपर धकेलें। हैंडल हिलाने के लिए घुमाएँ, और तय करने से पहले चयन सुनने के लिए दाएँ धकेलें। केंद्र आपके चयन को रखता है; उसे हटाने के लिए नीचे धकेलें। दोनों ही स्थिति में रिकॉर्डिंग बदलने से पहले पुष्टि माँगी जाती है।
pt: Pare numa gravação e empurre o centro para cima para abrir o editor. Rode para mover um marcador e empurre para a direita para ouvir a seleção antes de confirmar. O centro mantém o que selecionou; empurre para baixo para o remover em vez disso. Em qualquer dos casos, é pedida confirmação antes de reescrever a gravação.
ru: Остановитесь на записи и толкните центр вверх, чтобы открыть редактор. Крутите, чтобы двигать маркер, и толкните вправо, чтобы послушать выделение перед решением. Центр оставляет выделенное; чтобы вместо этого его вырезать, толкните вниз. В обоих случаях приложение спросит, прежде чем перезаписать запись.
zh_hans: 停在某段录音上，将中心键上推以打开编辑器。转动可移动手柄，右推可在确认前试听选区。中心键保留所选内容；若要改为删除它，请下推。两种情况下，在重写录音之前都会先询问你。

source: Save
ar: حفظ
bn: সংরক্ষণ
es: Guardar
fr: Enregistrer
hi: सहेजें
pt: Salvar
ru: Сохранить
zh_hans: 保存

source: Search media...
ar: بحث عن وسائط...
bn: মিডিয়া খুঁজুন...
es: Buscar medios...
fr: Rechercher des médias...
hi: मीडिया खोजें...
pt: Pesquisar mídia...
ru: Поиск медиа...
zh_hans: 搜索媒体...

source: See All
ar: عرض الكل
bn: সব দেখুন
es: Ver todo
fr: Voir tout
hi: सभी देखें
pt: Ver tudo
ru: Показать все
zh_hans: 查看全部

source: Select
ar: تحديد
bn: নির্বাচন
es: Seleccionar
fr: Sélectionner
hi: चुनें
pt: Selecionar
ru: Выбрать
zh_hans: 选择

source: Select & Trim
ar: تحديد وقص
bn: নির্বাচন এবং ছাঁটাই
es: Seleccionar y recortar
fr: Sélectionner et couper
hi: चुनें और काटें
pt: Selecionar e cortar
ru: Выбрать и обрезать
zh_hans: 选择并裁剪

source: Select a file from the Library tab to start playing
ar: اختر ملفًا من تبويب المكتبة لبدء التشغيل
bn: প্লে করতে লাইব্রেরি ট্যাব থেকে ফাইল নির্বাচন করুন
es: Selecciona un archivo en la pestaña Biblioteca para comenzar a reproducir
fr: Sélectionnez un fichier dans l’onglet Bibliothèque pour lancer la lecture
hi: चलाने के लिए लाइब्रेरी टैब से फ़ाइल चुनें
pt: Selecione um arquivo na aba Biblioteca para começar a tocar
ru: Выберите файл на вкладке «Библиотека», чтобы начать воспроизведение
zh_hans: 从“资料库”标签选择文件开始播放

source: Select a file from the Library to start playing
ar: اختر ملفًا من المكتبة لبدء التشغيل
bn: চালানো শুরু করতে লাইব্রেরি থেকে একটি ফাইল নির্বাচন করুন
es: Selecciona un archivo de la biblioteca para empezar a reproducir
fr: Sélectionnez un fichier dans la bibliothèque pour lancer la lecture
hi: चलाना शुरू करने के लिए लाइब्रेरी से एक फ़ाइल चुनें
pt: Selecione um arquivo da biblioteca para começar a reproduzir
ru: Выберите файл из медиатеки, чтобы начать воспроизведение
zh_hans: 从资料库中选择一个文件开始播放

source: Select destination folder
ar: اختر مجلد الوجهة
bn: গন্তব্য ফোল্ডার নির্বাচন করুন
es: Seleccionar carpeta de destino
fr: Sélectionner le dossier de destination
hi: गंतव्य फ़ोल्डर चुनें
pt: Selecionar pasta de destino
ru: Выберите папку назначения
zh_hans: 选择目标文件夹

source: Settings
ar: الإعدادات
bn: সেটিংস
es: Ajustes
fr: Réglages
hi: सेटिंग्स
pt: Ajustes
ru: Настройки
zh_hans: 设置

source: Share
ar: مشاركة
bn: শেয়ার
es: Compartir
fr: Partager
hi: साझा करें
pt: Compartilhar
ru: Поделиться
zh_hans: 分享

source: Shuffle
ar: تشغيل عشوائي
bn: এলোমেলো
es: Aleatorio
fr: Aléatoire
hi: शफ़ल
pt: Aleatório
ru: Случайный порядок
zh_hans: 随机播放

source: Skip
ar: تخطي
bn: এড়িয়ে যান
es: Omitir
fr: Passer
hi: छोड़ें
pt: Pular
ru: Пропустить
zh_hans: 跳过

source: Skip back %lld seconds
ar: الرجوع %lld ثانية
bn: %lld সেকেন্ড পিছিয়ে যান
es: Retroceder %lld segundos
fr: Reculer de %lld secondes
hi: %lld सेकंड पीछे जाएं
pt: Voltar %lld segundos
ru: Назад на %lld с
zh_hans: 后退 %lld 秒

source: Skip duration
ar: مدة التخطي
bn: স্কিপ সময়
es: Duración del salto
fr: Durée de saut
hi: स्किप अवधि
pt: Duração do salto
ru: Длительность перемотки
zh_hans: 跳过时长

source: Skip forward %lld seconds
ar: التقدم %lld ثانية
bn: %lld সেকেন্ড এগিয়ে যান
es: Avanzar %lld segundos
fr: Avancer de %lld secondes
hi: %lld सेकंड आगे जाएं
pt: Avançar %lld segundos
ru: Вперёд на %lld с
zh_hans: 前进 %lld 秒

source: Something Went Wrong
ar: حدث خطأ ما
bn: কিছু একটা ভুল হয়েছে
es: Algo salió mal
fr: Un problème est survenu
hi: कुछ गलत हो गया
pt: Algo deu errado
ru: Что-то пошло не так
zh_hans: 出了点问题

source: Sonic Player is built to help you enjoy your personal audio library without ads, algorithms, or distractions. Import your files, organize by folders, search quickly, and listen anywhere — even offline.
ar: تم تصميم Sonic Player للاستمتاع بمكتبتك الصوتية الشخصية بدون إعلانات أو خوارزميات أو تشتيت. استورد ملفاتك، نظمها في مجلدات، ابحث بسرعة، واستمع في أي مكان — حتى بدون اتصال.
bn: Sonic Player আপনার ব্যক্তিগত অডিও লাইব্রেরি উপভোগ করতে তৈরি—বিজ্ঞাপন, অ্যালগরিদম বা বিভ্রান্তি ছাড়া। ফাইল ইমপোর্ট করুন, ফোল্ডার অনুযায়ী সাজান, দ্রুত সার্চ করুন, এবং অফলাইনে শুনুন।
es: Sonic Player está diseñado para disfrutar tu biblioteca de audio personal sin anuncios ni algoritmos. Importa tus archivos, organízalos por carpetas, busca rápido y escucha sin conexión.
fr: Sonic Player est conçu pour profiter de votre bibliothèque audio personnelle sans pubs ni algorithmes. Importez vos fichiers, organisez par dossiers, recherchez rapidement et écoutez hors ligne.
hi: Sonic Player आपके निजी ऑडियो संग्रह के लिए बना है—बिना विज्ञापन और बिना एल्गोरिदम के। फ़ाइलें इम्पोर्ट करें, फ़ोल्डर में व्यवस्थित करें, जल्दी खोजें, और ऑफ़लाइन सुनें।
pt: Sonic Player foi criado para você curtir sua biblioteca pessoal de áudio sem anúncios, algoritmos ou distrações. Importe seus arquivos, organize por pastas, pesquise rápido e ouça em qualquer lugar — até offline.
ru: Sonic Player создан, чтобы вы могли наслаждаться своей аудиобиблиотекой без рекламы, алгоритмов и отвлекающих факторов. Импортируйте файлы, сортируйте по папкам, быстро ищите и слушайте где угодно — даже офлайн.
zh_hans: Sonic Player 专为离线个人音频库打造，无广告、无算法干扰。导入文件，按文件夹整理，快速搜索，随时离线收听。

source: Sonic Player needs access to your microphone to record audio.
ar: يحتاج Sonic Player إلى إذن الميكروفون لتسجيل الصوت.
bn: অডিও রেকর্ড করতে Sonic Player‑কে আপনার মাইক্রোফোনের অনুমতি দরকার।
es: Sonic Player necesita acceso al micrófono para grabar audio.
fr: Sonic Player a besoin d’accéder au micro pour enregistrer l’audio.
hi: रिकॉर्ड करने के लिए Sonic Player को आपके माइक्रोफोन की अनुमति चाहिए।
pt: O Sonic Player precisa acessar o microfone para gravar áudio.
ru: Sonic Player требуется доступ к микрофону для записи звука.
zh_hans: Sonic Player 需要访问麦克风以录制音频。

source: Sonic Player plays the audio you already have. Import your files, organise them into folders, and listen offline. Nothing is recommended to you and nothing is streamed.
ar: يشغّل Sonic Player الصوتيات التي تملكها بالفعل. استورد ملفاتك، ونظّمها في مجلدات، واستمع دون اتصال. لا توصيات ولا بث.
bn: Sonic Player আপনার ইতিমধ্যে থাকা অডিও চালায়। ফাইল ইমপোর্ট করুন, ফোল্ডারে সাজান, আর অফলাইনে শুনুন। কিছু সুপারিশ করা হয় না, কিছু স্ট্রিম হয় না।
es: Sonic Player reproduce el audio que ya tienes. Importa tus archivos, organízalos en carpetas y escucha sin conexión. No se te recomienda nada ni se transmite nada.
fr: Sonic Player lit l'audio que vous possédez déjà. Importez vos fichiers, classez-les en dossiers et écoutez hors ligne. Rien ne vous est recommandé et rien n'est diffusé en continu.
hi: Sonic Player वही ऑडियो चलाता है जो पहले से आपके पास है। अपनी फ़ाइलें आयात करें, फ़ोल्डरों में व्यवस्थित करें और ऑफ़लाइन सुनें। न कोई सिफ़ारिश, न कोई स्ट्रीमिंग।
pt: O Sonic Player reproduz o áudio que já tem. Importe os seus ficheiros, organize-os em pastas e ouça sem ligação. Nada lhe é recomendado e nada é transmitido.
ru: Sonic Player воспроизводит аудио, которое у вас уже есть. Импортируйте файлы, раскладывайте их по папкам и слушайте офлайн. Ничего не рекомендуется и ничего не транслируется.
zh_hans: Sonic Player 播放你已经拥有的音频。导入文件、整理成文件夹，离线聆听。不作任何推荐，也不做任何流式播放。

source: Start
ar: ابدأ
bn: শুরু
es: Empezar
fr: Commencer
hi: शुरू
pt: Começar
ru: Начать
zh_hans: 开始

source: Start handle
ar: مقبض البداية
bn: শুরুর হ্যান্ডেল
es: Marcador inicial
fr: Poignée de début
hi: आरंभिक हैंडल
pt: Marcador inicial
ru: Начальный маркер
zh_hans: 起始手柄

source: Start recording
ar: بدء التسجيل
bn: রেকর্ডিং শুরু করুন
es: Iniciar grabación
fr: Démarrer l’enregistrement
hi: रिकॉर्डिंग शुरू करें
pt: Iniciar gravação
ru: Начать запись
zh_hans: 开始录音

source: Still Need Help?
ar: هل ما زلت بحاجة إلى مساعدة؟
bn: আরও সাহায্য দরকার?
es: ¿Necesitas más ayuda?
fr: Besoin d’aide ?
hi: और मदद चाहिए?
pt: Ainda precisa de ajuda?
ru: Нужна помощь?
zh_hans: 仍需帮助？

source: Stop
ar: إيقاف
bn: থামুন
es: Detener
fr: Arrêter
hi: रोकें
pt: Parar
ru: Остановить
zh_hans: 停止

source: Stop playback
ar: إيقاف التشغيل
bn: প্লেব্যাক বন্ধ করুন
es: Detener reproducción
fr: Arrêter la lecture
hi: प्लेबैक रोकें
pt: Parar reprodução
ru: Остановить воспроизведение
zh_hans: 停止播放

source: Stop recording
ar: إيقاف التسجيل
bn: রেকর্ডিং বন্ধ করুন
es: Detener grabación
fr: Arrêter l’enregistrement
hi: रिकॉर्डिंग रोकें
pt: Parar gravação
ru: Остановить запись
zh_hans: 停止录音

source: Suggested folders + last played
ar: المجلدات المقترحة + آخر تشغيل
bn: প্রস্তাবিত ফোল্ডার + শেষ প্লে
es: Carpetas sugeridas + último reproducido
fr: Dossiers suggérés + dernière lecture
hi: सुझाए गए फ़ोल्डर + पिछला प्ले
pt: Pastas sugeridas + última reprodução
ru: Рекомендованные папки + последнее воспроизведение
zh_hans: 推荐文件夹 + 最近播放

source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
pt: Sistema
ru: Системный
zh_hans: 系统

source: Tap item to play
ar: اضغط عنصرًا للتشغيل
bn: চালাতে আইটেমে ট্যাপ করুন
es: Toca un elemento para reproducir
fr: Touchez un élément pour lire
hi: चलाने के लिए आइटम पर टैप करें
pt: Toque no item para reproduzir
ru: Нажмите элемент для воспроизведения
zh_hans: 点按项目播放

source: Tap the + button to import files or folders and keep everything organized.
ar: اضغط زر + لاستيراد الملفات أو المجلدات وتنظيم كل شيء.
bn: + বোতামে ট্যাপ করে ফাইল বা ফোল্ডার ইমপোর্ট করুন এবং সবকিছু গুছিয়ে রাখুন।
es: Toca el botón + para importar archivos o carpetas y mantenerlo todo organizado.
fr: Touchez le bouton + pour importer des fichiers ou dossiers et tout organiser.
hi: + बटन पर टैप करके फ़ाइलें या फ़ोल्डर आयात करें और सब कुछ व्यवस्थित रखें।
pt: Toque no botão + para importar arquivos ou pastas e manter tudo organizado.
ru: Нажмите кнопку +, чтобы импортировать файлы или папки и держать всё в порядке.
zh_hans: 点按 + 按钮导入文件或文件夹并保持井然有序。

source: Tap the button below to start recording
ar: اضغط الزر أدناه لبدء التسجيل
bn: রেকর্ডিং শুরু করতে নিচের বোতাম চাপুন
es: Toca el botón de abajo para empezar a grabar
fr: Appuyez sur le bouton ci-dessous pour commencer l’enregistrement
hi: रिकॉर्डिंग शुरू करने के लिए नीचे बटन दबाएँ
pt: Toque no botão abaixo para começar a gravar
ru: Нажмите кнопку ниже, чтобы начать запись
zh_hans: 点击下方按钮开始录音

source: Tap to start recording
ar: اضغط لبدء التسجيل
bn: রেকর্ডিং শুরু করতে ট্যাপ করুন
es: Toca para empezar a grabar
fr: Appuyez pour commencer l'enregistrement
hi: रिकॉर्डिंग शुरू करने के लिए टैप करें
pt: Toque para começar a gravar
ru: Нажмите, чтобы начать запись
zh_hans: 轻触开始录音

source: The file could not be read. It may have been moved or deleted.
ar: تعذّرت قراءة الملف. ربما نُقل أو حُذف.
bn: ফাইলটি পড়া যায়নি। এটি সরানো বা মুছে ফেলা হয়ে থাকতে পারে।
es: No se pudo leer el archivo. Puede que se haya movido o eliminado.
fr: Impossible de lire le fichier. Il a peut-être été déplacé ou supprimé.
hi: फ़ाइल पढ़ी नहीं जा सकी। हो सकता है इसे हटाया या स्थानांतरित किया गया हो।
pt: Não foi possível ler o ficheiro. Pode ter sido movido ou eliminado.
ru: Не удалось прочитать файл. Возможно, он перемещён или удалён.
zh_hans: 无法读取该文件，它可能已被移动或删除。

source: The ring shows the level as you record, and moves the handles when you cut.
ar: تُظهر الحلقة مستوى الصوت أثناء التسجيل، وتحرّك المقابض عند القص.
bn: রেকর্ডের সময় রিং মাত্রা দেখায়, আর কাটার সময় হ্যান্ডেল সরায়।
es: El anillo muestra el nivel mientras grabas y mueve los marcadores cuando recortas.
fr: L'anneau affiche le niveau pendant l'enregistrement et déplace les poignées lors du rognage.
hi: रिकॉर्ड करते समय रिंग स्तर दिखाती है, और काटते समय हैंडल चलाती है।
pt: O anel mostra o nível enquanto grava e move os marcadores quando corta.
ru: Кольцо показывает уровень при записи и двигает маркеры при обрезке.
zh_hans: 录音时圆环显示电平，裁剪时它移动手柄。

source: Theme
ar: السمة
bn: থিম
es: Tema
fr: Thème
hi: थीम
pt: Tema
ru: Тема
zh_hans: 主题

source: There is no analytics, no account and no network request. The microphone is used only while you are recording, which is the one permission the app asks for.
ar: لا تحليلات ولا حساب ولا أي طلب شبكة. ولا يُستخدم الميكروفون إلا أثناء التسجيل، وهو الإذن الوحيد الذي يطلبه التطبيق.
bn: কোনো অ্যানালিটিক্স নেই, অ্যাকাউন্ট নেই, নেটওয়ার্ক অনুরোধও নেই। মাইক্রোফোন কেবল রেকর্ড করার সময়ই ব্যবহৃত হয় — অ্যাপটি এই একটিমাত্র অনুমতি চায়।
es: No hay analíticas, ni cuenta, ni peticiones de red. El micrófono solo se usa mientras grabas, y es el único permiso que pide la app.
fr: Aucune analyse, aucun compte, aucune requête réseau. Le micro n'est utilisé que pendant l'enregistrement : c'est la seule autorisation demandée par l'app.
hi: न कोई एनालिटिक्स, न खाता, न कोई नेटवर्क अनुरोध। माइक्रोफ़ोन केवल रिकॉर्ड करते समय इस्तेमाल होता है, और ऐप यही एक अनुमति माँगता है।
pt: Não há analítica, nem conta, nem pedidos de rede. O microfone só é usado enquanto grava, e é a única permissão que a app pede.
ru: Никакой аналитики, аккаунтов и сетевых запросов. Микрофон используется только во время записи — это единственное разрешение, которое запрашивает приложение.
zh_hans: 没有分析统计，没有账号，也没有任何网络请求。麦克风仅在录音时使用，这是应用唯一申请的权限。

source: There's no music in the queue.
ar: لا توجد موسيقى في قائمة التشغيل.
bn: কিউতে কোনো গান নেই।
es: No hay música en la cola.
fr: Il n’y a pas de musique dans la file d’attente.
hi: कतार में कोई संगीत नहीं है।
pt: Não há música na fila.
ru: В очереди нет музыки.
zh_hans: 队列中没有音乐。

source: This page could not be found.
ar: تعذّر العثور على هذه الصفحة.
bn: এই পৃষ্ঠাটি পাওয়া যায়নি।
es: No se ha encontrado esta página.
fr: Cette page est introuvable.
hi: यह पृष्ठ नहीं मिला।
pt: Não foi possível encontrar esta página.
ru: Эта страница не найдена.
zh_hans: 找不到此页面。
